allansantos-dv.mcp-memory-server
antfu.browse-lite
antfu.vite
christian-kohler.npm-intellisense
figma.figma-vscode-extension
github.copilot-chat
google.geminicodeassist
llvm-vs-code-extensions.lldb-dap
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-copilotstudio.vscode-copilotstudio
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
swiftlang.swift-vscode
upstash.context7-mcp
